9/data/attachments/4f66bfd469ede6c1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Johnny_level_Actions_78650_4</nif:username>
            <nif:friendToBeRequested>soap_actions_87027a08-d376-4aab-b792-c02228e08428</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>